Repository: eAbsentee/eAbsentee
Catalog: eAbsentee/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Apply
es: Aplicar

source: About Us
es: Sobre Nosotros

source: Application Confirmed
es: Su aplicación ha sido confirmada.

source: Thank you for applying for an absentee ballot! No further action is required on your part. An absentee ballot will be sent via mail to your residence soon.
es: Gracias por solicitar una papeleta para votar en ausencia. No necesita hacer nada más. Una papeleta para votar en ausencia será pronto enviada por correo a su residencia.

source: To check on the status of your application, visit
es: Para checar el estado de su aplicación, visite

source: the state elections website
es: la página de las elecciones del estado

source: Share on Twitter
es: Comparta en Twitter

source: Share on Facebook
es: Comparta en Facebook

source: Vote by Mail
es: Votar por Correo

source: Apply for Your Absentee Ballot Today
es: Solicite Hoy su Boleta para Votar en Ausencia

source: Effective July 1st, 2020, any registered Virginia voter can request an absentee mail-in ballot. No reason is required!
es: Efectivo el 1 de julio del 2020, todo votante en Virginia puede solicitar su boleta por correo. ¡No se necesita una razón!

source: Now is the best time to apply for your absentee mail-in ballot, in order to avoid the rush. Ballots for the November 3rd Election will be mailed out to voters beginning September 18th.
es: Ahora es el momento para solicitar su boleta por correo para evitar la prisa. Las boletas para la elección del 3 de noviembre se enviarán empezando el 18 de septiembre.

source: The mail-in ballot application deadline is 5pm Friday, October 23rd. With unprecedented demand, apply now to reduce any possible delays.
es: La fecha límite para enviar este formulario es el viernes, 23 de octubre, a las 5 pm. Con la demanda altísima, solicite ahora para evitar retrasos.

source: Return your completed mail-in ballot to the registrar as soon as possible. The last day to send it in is November 3rd and it must be receieved by November 6th.
es: Devuelva su boleta completa por correo a la oficina de registro de votantes tan pronto como sea posible. La última fecha para enviarla es el 3 de noviembre y se necesita recibirla antes del 6 de noviembre.

source: Does your voter record need to be updated for a change in your name or address? You can do so at the end of this absentee mail-in ballot application.
es: ¿Necesita actualizar su registro de votante, cambio de nombre o dirección? Puede hacerlo al final de este formulario.

source: If you are not registered to vote, register to vote
es: Si no esté registrado para votar, primero regístrese

source: here
es: aquí

source: first, then return to eAbsentee to complete your application.
es: , luego vuelva a eAbsentee para acabar su solicitud.

source: Your Information
es: Su Información

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Middle Name
es: Segundo nombre

source: Suffix
es: Sufijo

source: SSN (Last 4 Digits)
es: NSS (últimos 4 dígitos)

source: Where are you registered to vote?
es: ¿Dónde se está Registrado para Votar?

source: Your residence address is where you live and are registered to vote.
es: Su dirección domiciliaria es donde vive y está registrado para votar.

source: Full Address
es: Dirección Completa

source: Example: 123 Main St, Fairfax, VA 12345
es: Ejemplo: 123 Main St, Fairfax, VA 12345

source: Apartment
es: Apartamento

source: Street Address
es: Dirección

source: City
es: Ciudad

source: ZIP Code
es: Código Postal

source: I am registered to vote in:
es: Estoy registrado para votar en:

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Which election would you like to request an absentee ballot for?
es: ¿Para qué elección le gustaría solicitar una boleta de voto ausente?

source: You can view an official list of upcoming elections
es: Puede ver una lista oficial de las próximas elecciones

source: I am applying to vote by mail in the:
es: Solicito votar por correo en:

source: General or Special Election
es: Elección general o especial

source: Democratic Primary
es: Primaria democrática

source: Republican Primary
es: Primaria republicana

source: Election date:
es: Fecha de elección:

source: Please select a date
es: Por favor seleccione una fecha

source: I'd like to vote by mail for all elections this calendar year.
es: Me gustaría votar por correo para todas las elecciones de este año calendario.

source: Which party primary ballots would you like to receive?
es: ¿Qué partido papeletas primaria le gustaría recibir?

source: Democratic Party
es: Partido Democrático

source: Republican Party
es: Partido Republicano

source: I do not wish to receive ballots for Primary Elections.
es: No deseo recibir una boleta para las elecciones primarias.

source: I'd like for my absentee ballot to be delivered to a different address than the address where I'm registered to vote.
es: Quisiera que mi boleta por correo se entregara a una dirección diferente a la que estoy registrado para votar.

source: State
es: Estado

source: Country
es: País

source: I will need assistance in completing my ballot due to a disability, blindness, or inability to read or write. If checked, assistance form will be provided with ballot.
es: Necesito ayuda para completar mi boleta debido a una discapacidad, ceguera o incapacidad para leer o escribir. Si se marca, se enviará un formulario de asistencia con la boleta.

source: Assistant Full Name
es: Nombre Completo del Asistente

source: Assistant Street Address
es: Dirección del Asistente

source: Assistant Apartment
es: Apartamento del Asistente

source: Assistant City
es: Ciudad del Asistente

source: Assistant State
es: Estado del Asistente

source: Assistant ZIP Code
es: Código Postal del Asistente

source: I swear/affirm, under felony penalty for making willfully false material statements, that the information I have provided on this form is true and I have written on the Applicant's signature line "Applicant Unable to Sign."
es: Juro/afirmo, sujeto a sanciones por delitos graves por hacer declaraciones falsas, que la información proporcionada en este formulario es verdadera y he escrito "Solicitante no puede firmar" en la línea de firma del solicitante.

source: I have changed my residence address or legal name since the last time I voted.
es: He cambiado mi dirección domiciliaria o mi nombre legal desde la vez más reciente que voté.

source: Former Full Name
es: Nombre Completo Anterior

source: Former Address
es: Dirección Anterior

source: Date Moved
es: Fecha de Mudanza

source: Contact Info
es: Info de Contacto

source: Your email address is required to send you a copy of your application.
es: Se necesita su dirección de correo electrónico para enviarle una copia de su solicitud.

source: Email Address
es: Dirección de Correo Electrónico

source: Phone Number
es: Número de Teléfono

source: Applicant Signature
es: Firma de Solicitante

source: I swear/affirm, subject to felony penalties for making false statements pursuant to VA Code § <a href="https://law.lis.virginia.gov/vacode/24.2-1016/">24.2-1016</a>, that (1) the information provided in this form is true, (2) I am not requesting a ballot or voting in any other jurisdictions in the US, (3) I am registered to vote in the city/county where I am applying to vote, and (4) if I checked the box to vote by mail for the calendar year, I will likely remain eligible to vote throughout the calendar year.
es: Lo juro / afirmo, sujeto a sanciones por delitos graves por realizar declaraciones falsas de conformidad con el Código de VA § <a href="https://law.lis.virginia.gov/vacode/24.2-1016/">24.2-1016</a>, ese (1) la información proporcionada en este formulario es verdadera, (2) No estoy solicitando una boleta ni voto en ninguna otra jurisdicción de los EE. UU., (3) Estoy registrado para votar en la ciudad / condado donde estoy solicitando votar, y (4) si marqué la casilla para votar por correo para el año calendario, probablemente seguiré siendo elegible para votar durante todo el año calendario.

source: Applicant Name
es: Nombre de Solicitante

source: eAbsentee applications conform to Virginia Department of Elections standards and are accepted by all Virginia local registrars. eAbsentee is sponsored by Vote Absentee Virginia, a not-for-profit, non-partisan 501(c)4 organization established to help broaden voter access across all parties in Virginia.
es: El Departamento de Elecciones de Virginia se acepta eAbsentee para enviar una solicitud de boleta en ausencia. eAbsentee es patrocinado por Vote Absentee Virginia, una organización 501(c)4 sin fines de lucro ni partido establecido para ampliar acceso de voto por todos partidos en Virginia.
